<?php

return [

    /*
    |--------------------------------------------------------------------------
    | أسطر ترجمة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية تحتوي على الرسائل الافتراضية التي يتم استخدامها من قبل
    | مدير كلمات المرور لسبب فشل محاولة تحديث كلمة المرور، مثل وجود رمز
    | غير صالح أو كلمة مرور جديدة غير صالحة.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'throttled' => 'يرجى الانتظار قليلاً قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم يملك هذا البريد الإلكتروني.',

];
